resources/planning/Stolzebach/chemNotes.tex
% Created 2024-11-03 Sun 08:25
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{tyler}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={tyler},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Chemistry}
\label{sec:org5a5bc14}


\subsection{Unit 1 - Properties of Matter}
\label{sec:orgeab8204}

\subsubsection{Assessment 1.1 - Observing Matter:}
\label{sec:orgc4163a0}

In this assessment students observed three disc magnets suspended on a rod. The idea was to get them to think about forces on matter that would be
discussed in the unit lessons. This worked moderately well, although the concept of forces with a direction was difficult for many.


\subsubsection{Lesson 1.1 - Composition of Matter:}
\label{sec:orgf706ce7}

Atomic and molecular structure of matter and units of mass and length.


\subsubsection{Lesson 1.2 - Volume, Mass, and Density:}
\label{sec:org07a3662}

Definition of density and relationship to sinking and floating; practice calculating density.


\subsubsection{Lesson 1.3 - Forces on Matter:}
\label{sec:org6a9c3f6}

Properties of gravitational and electromagnetic forces.


\subsubsection{Assessment 1.2 - Explaining Forces on Matter:}
\label{sec:org6450476}

Students did this assessment after learning about the source and nature of gravitational and electromagnetic forces. It was a good test of their ability to recognize these forces in a simple situation and to explain what they observed.


\subsubsection{Lesson 1.4 - Temperature and Matter:}
\label{sec:org1b332ac}

Definition and units of temperature; uses a very goodPhet simulation relating temperature to molecular motion. I referred back to this
simulation many times during the year.


\subsubsection{Lesson 1.5 - States of Matter:}
\label{sec:orgfbf7767}

Relationship between the three states of matter and intermolecular forces; definition of phase changes; definition of a physical change


\subsubsection{Lesson 1.6 - Solar Distillation:}
\label{sec:org151bfd4}

Phase changes in the hydrologic cycle; how a solar still works. This lesson included the construction of a solar still for each period using
materials that are in the Room 306 back area. The students enjoyed this activity. I took
the still home and reported back on its performance. The previous year each table group
made a still and we put them out on the roof of the building, but this year they would not
let us go on the roof.


\subsubsection{Assessment 1.3 - A Water Plan for Your Home and Community:}
\label{sec:orged7f968}

This assessment was directly related to the lesson on solar stills and was an attempt to get the students to apply this
information qualitatively and quantitatively to their home and community within a scenario of
scarce fresh water.



\subsection{Unit 2 - Combustion}
\label{sec:orgd9c1acd}

\subsubsection{Assessment 2.1 - Observing Combustion:}
\label{sec:orge973772}

Students observe and reflect on a burning candle. This assessment continues the theme for the first assessment in which they are asked to
describe what they see and also speculate about what they cannot see. One possible extension
of this in the amazing parte would be to ask them to formulate a question about what they see
that involves what they cannot see.

\begin{enumerate}
\item Lesson 2.1 - Computing the Energy in Food
\label{sec:org5061a35}

\begin{itemize}
\item The modern metric unit of energy is the \textbf{\textbf{joule}}.
\item An older unit of energy is the \textbf{\textbf{calorie}}.
\item To convert use: \textbf{\textbf{1 calorie = 4.2 joules}}
\item A food calorie = 1000 energy calories = 1 kilocalorie = 1 kcal
\end{itemize}

\begin{enumerate}
\item Food Label Exercise
\label{sec:orgfc24292}

\begin{enumerate}
\item Get a food label by Googling “food label images”.
\item Find the grams per serving (if your label does not have this, get another one that does).
\item Find the food calories per serving on the label - remember that these are actually kcal of energy.
\item Compute the kcal per gram:
Calories per serving = \uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\_}}}}}}}}}}}}}}}}
Grams per serving = \uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\_}}}}}}}}}}}}}}}}}

\item Post your kcal/gm value on a sticky note on the number line on the white board.
\item Class value = \uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\uline{\_\_}}}}}}}}}}} cal/g
\end{enumerate}

Example Calculation

Calories per serving = 300 food calories = 300 kcal
Grams per serving = 102 g = 2.9 kcal/g
\end{enumerate}
\end{enumerate}


\subsubsection{Lesson 2.1 - Computing the Energy in Food:}
\label{sec:org2fd7ca3}

Units of energy; computing the energy per
mass in food using food labels; displaying the results as a histogram of sticky notes on a
number line on the back white board.


\subsubsection{Lesson 2.2 - Biofuels Lab:}
\label{sec:org68e27cc}

Lab materials and procedure copied from a PowerPoint to a
single sheet in their notebook; data on water volume and temperature and nut mass.
Reflection on kinds and sources of error.


\subsubsection{Assessment 2.2 - Calculating the Energy Increase in Water:}
\label{sec:org563645c}

This assessment uses the data from the biofuel lab and asks students to calculate the energy increase in their mass of water
using the specific heat of water and the measured temperature increase. Students then
calculate the energy going into the water per mass of nut burned and compared it to the energy
per mass of food measured in Lesson 2.1. Students were asked to defend a claim about
whether all the energy from the nut went into the water. This was a difficult assessment for
many students, even though an example calculation was provided. They are very challenged by
math calculations. They were also challenged by having to use concepts such as less than or
greater than in making their claim.


\subsubsection{Lesson 2.3 - Combustion Conference:}
\label{sec:orgbfb3671}

Individual, group, and class responses to three questions about the combustion lab. I did this using a Fishbowl routine in which
representatives from each table came to a central table to discuss the questions. I used
the sentence starter sheets to guide the discussion. I provided the wording for the class
response.


\subsubsection{Lesson 2.4 - Combustion Video Questions:}
\label{sec:orgaaa22a2}

Students watched a video about combustion and filled in words from a word bank into statements taken from the video.


\subsubsection{Assessment 2.3 - Real World Combustion Project:}
\label{sec:org2cbd3fc}

Each student chooses a fuel and does research on the properties of the fuel. I would say that the Amazing question about the
relevance of the fuel to home, community, culture, or country needs to be more well-defined and
a bit more demanding. As it is, students dash off a couple of sentences.


\subsection{Unit 3 - Energy}
\label{sec:org0880b75}

Note this is a large unit with several distinct parts, including heat transfer, plate tectonics, and energy systems

\subsubsection{Assessment 3.1 - Observing Lava Flowing into the Ocean:}
\label{sec:orga5563b3}

Students watch a video of lava flowing into the ocean and respond with their observations of what they can and cannot see.


\subsubsection{Lesson 3.1 - Hot Rocks Minilab:}
\label{sec:org68815a5}

In this lab students observe cold water being poured
over heated marbles (>200C) and to measure the temperature of the marbles and water
before and after they are combined. We use the IR thermometer that is in one of the
lower supply drawers in the front table. The dishes and marbles are in the cabinets in the
storeroom across the hall. I bought a toaster oven from home to heat the marbles.


\subsubsection{Lesson 3.2 - Hot Rocks Discussion:}
\label{sec:orgbd3193b}

We did this using the Fishbowl routine with sentence starters.


\subsubsection{Lesson 3.3 - Heat Transfer Lab:}
\label{sec:org140b82c}

Students heat up water using radiation, conduction, and
convection. As part of the data analysis they calculate how much energy was transferred
to the water.
