resources/planning/Stolzebach/chemNotes.org
*** Lesson 3.4 - Heat Transfer Reflection:

After the students try to answer the question about how heat was transferred for each case I use red plastic chips to illustrate how the
transfer takes place. Then I show them the class answer for them to copy. This is not a
perfect way for them to learn how each kind of heat transfer works, but it seems to get
the point across. A possible tweak would be to make the names of the three modes of
heat transfer more prominent given how much we are going to refer to them.


*** Lesson 3.5 - Heat Transfer Conference:

After students try to draw their individual responses each table uses a felt board and felt elements to draw what they think the
answer is. This exercise is difficult because all of a sudden we are talking about more
than one mode of transfer happening for each case. I walk around helping the tables
make their diagrams and then each table shares its diagram. Finally, I project the class
answer for them to copy.


*** Lesson 3.6 - Heat Transfer Video:

This is a somewhat creepy but effective video for
helping them remember the essential elements of each mode of transfer.


*** Lesson 3.7 - Plate Tectonics Video:

This video is a good introduction to plate tectonics.


*** Lesson 3.8 - Convection Remembrance, Minilab, Video, and Reflection:

The remembrance is what happened in the heat transfer lab with convection. The Minilab is a
pyrex baking pan on a hot plate with a light above and potassium permanganate crystals
dropped in to show the convection pattern after about 5 minutes of heating. I used to let
the students do the lab, but this year I just demonstrated it at the front table using the
data camera. The movie is part of the plate tectonics video. The reflection should
comment on how each part of the lesson shows heated material rising upward carrying
energy.


*** Lesson 3.9 - Dynamic Earth Reading:

The lesson has a pre-read part involving vocabulary and statements about plate tectonics the student agree or disagree with.
Then they do the reading and provide responses to selected sentences. The last thing
they are supposed to do is go back to the statements and correct any agreement or
disagreement that is wrong and for those statements that are wrong they should write
what is correct. For some reason students find it hard to understand what to do in this
last part.


*** Assessment 3.2 - Plate Tectonics:

For the Must Have they make and annotate a drawing showing the basic parts of the Earth’s interior and how heat is moved. For the Amazing they
should say how plate tectonics has affected life on Earth.


*** Lesson 3.10 - Forms of Energy:

This is the beginning of the last part of the energy unit. Six kinds of energy are identified - three are forms of kinetic energy and three are forms
of potential energy. The scenarios have been a good way to lock in their understanding.


*** Lesson 3.11 - Energy Systems:

This is the only place that conservation of energy is
discussed. The Phet app is excellent for visualizing energy systems.


*** Lesson 3.12 - Energy System Minilab:

This is a fun hands-on activity that uses different
material. Teapots on a hotplate; large lights as radiation source; batteries; solar panels;
propellers; spools; generator/motors that the spools and propellers go on; small lights;
LED lights, pulleys, weights, frictionless cars. Students construct enough energy
systems, usually three but sometimes two, that have all six kinds of energy.


*** Assessment 3.3 - Energy Systems Project:

This project asks students to conceive of a realworld energy system and to answer questions about their system.
Energy Reflection: This is a fun way to end the semester by completing an artistic work
(drawing, clay sculpture, poem, etc.) that expresses how the student thinks about energy. Clay
has been the most popular media, so if you do this you should buy a lot of clay from Amazon or
Staples. This is what I bought:
You can see the results of the last two years of this reflection at
https://docs.google.com/presentation/d/1B5buiE6xG3_QRVsaKglTQBbGpzm4ieviKveCKPNN1c/edit?usp=sharing and
https://docs.google.com/presentation/d/1ancEMCWdatOIscAvzfdXsEPLHiFmw5pq5_drTLmFd8k/edit?usp=sharing.


** Unit 4 - Atoms and Elements

*** Assessment 4.1 - Mystery Tubes:

This assessment introduces the idea of trying to figure out
what is inside something when you cannot see what is inside. The mystery tubes and the
materials for making model tubes are in the storeroom across the hall.


*** Lesson 4.1 - Atomic Model Research:

Each student is assigned one of the five atomic
models and does research on that model using the graphic organizer. Students at the
same table have different assignments. Then students meet in groups by the model they
were assigned and make a slide presentation and a poster.


*** Lesson 4.2 - Atomic Model Timeline:

Students take notes on the presentations of each model, noting the claims made by each model.


*** Lesson 4.3 - Element Property Lab:

Students make measurements on seven different element samples.


*** Lesson 4.4 

Students practice categorizing different objects and then try to categorize
the element samples.


*** Lesson 4.5 - Periodic Table Notes:

Introduces the essential features of the periodic table.


*** Lesson 4.6 - Periodic Table Practice:

Students practice identifying the properties of elements using the periodic table notation.


*** Assessment 4.2 - Build an Atom:

Students us a Phet app to practice building atoms with specific properties and identifying element isotopes.


*** Lesson 4.7 - Bohr Electron Diagram Notes:

Introduces the properties of a Bohr atom and how it is represented in an electron diagram.


*** Lesson 4.8 - Drawing Bohr Electron Diagrams:

Students practice drawing the diagrams for elements 1 through 18. This is a super important lesson because we refer to it a lot in
future lessons.


*** Lesson 4.9 - Electronegativity:

Students add electronegativity values to the Lesson 4.8 diagrams and then discuss the trends in electronegativity values.
Assessment 4.3 - Adopt an Atom: Each student is assigned a different element and does research to identify the properties of that element.


** Unit 5 - Bonding and Material Properties

*** Assessment 5.1 - Observing a Paper Towel and Water:

Students observe paper towel lifting water from one cup to another.


*** Lesson 5.1 - Properties of Water Lab:

This is a fun, but logistical, lesson where students observe water flowing down a cord, sticking to a penny, mixing with oil and alcohol, and
dissolving salt.


*** Lesson 5.2 - Properties of Water Lab Discussion:

After the concepts of cohesion and adhesion are introduced students try to explain what they saw in the lab.


*** Lesson 5.3 - Lewis Dot Diagrams and Ion Formation:

Student learn about these two concepts.


*** Lesson 5.4 - Practice forming Ions:

Students use the notation to show how anions and cations are formed.


*** Lesson 5.5 - Bonding Between Atoms:

Introduces the concept of “happy” atoms with full shells. Uses the excellent Happy Atoms that are in the back 306 room in conjunction with
a bonding game.


*** Assessment 5.2 - Adopt a Molecule:

Each student is assigned a different molecule and does research to identify the properties of that molecule.


