resources/planning/Stolzebach/chemNotes.tex


\subsubsection{Lesson 3.4 - Heat Transfer Reflection:}
\label{sec:orgb26fed9}

After the students try to answer the question about how heat was transferred for each case I use red plastic chips to illustrate how the
transfer takes place. Then I show them the class answer for them to copy. This is not a
perfect way for them to learn how each kind of heat transfer works, but it seems to get
the point across. A possible tweak would be to make the names of the three modes of
heat transfer more prominent given how much we are going to refer to them.


\subsubsection{Lesson 3.5 - Heat Transfer Conference:}
\label{sec:org1d32b5a}

After students try to draw their individual responses each table uses a felt board and felt elements to draw what they think the
answer is. This exercise is difficult because all of a sudden we are talking about more
than one mode of transfer happening for each case. I walk around helping the tables
make their diagrams and then each table shares its diagram. Finally, I project the class
answer for them to copy.


\subsubsection{Lesson 3.6 - Heat Transfer Video:}
\label{sec:org0700386}

This is a somewhat creepy but effective video for
helping them remember the essential elements of each mode of transfer.


\subsubsection{Lesson 3.7 - Plate Tectonics Video:}
\label{sec:org8eff8f7}

This video is a good introduction to plate tectonics.


\subsubsection{Lesson 3.8 - Convection Remembrance, Minilab, Video, and Reflection:}
\label{sec:org4267255}

The remembrance is what happened in the heat transfer lab with convection. The Minilab is a
pyrex baking pan on a hot plate with a light above and potassium permanganate crystals
dropped in to show the convection pattern after about 5 minutes of heating. I used to let
the students do the lab, but this year I just demonstrated it at the front table using the
data camera. The movie is part of the plate tectonics video. The reflection should
comment on how each part of the lesson shows heated material rising upward carrying
energy.


\subsubsection{Lesson 3.9 - Dynamic Earth Reading:}
\label{sec:org123c628}

The lesson has a pre-read part involving vocabulary and statements about plate tectonics the student agree or disagree with.
Then they do the reading and provide responses to selected sentences. The last thing
they are supposed to do is go back to the statements and correct any agreement or
disagreement that is wrong and for those statements that are wrong they should write
what is correct. For some reason students find it hard to understand what to do in this
last part.


\subsubsection{Assessment 3.2 - Plate Tectonics:}
\label{sec:org978ddac}

For the Must Have they make and annotate a drawing showing the basic parts of the Earth’s interior and how heat is moved. For the Amazing they
should say how plate tectonics has affected life on Earth.


\subsubsection{Lesson 3.10 - Forms of Energy:}
\label{sec:org52b5cee}

This is the beginning of the last part of the energy unit. Six kinds of energy are identified - three are forms of kinetic energy and three are forms
of potential energy. The scenarios have been a good way to lock in their understanding.


\subsubsection{Lesson 3.11 - Energy Systems:}
\label{sec:orgbfabef7}

This is the only place that conservation of energy is
discussed. The Phet app is excellent for visualizing energy systems.


\subsubsection{Lesson 3.12 - Energy System Minilab:}
\label{sec:orgbcc90bf}

This is a fun hands-on activity that uses different
material. Teapots on a hotplate; large lights as radiation source; batteries; solar panels;
propellers; spools; generator/motors that the spools and propellers go on; small lights;
LED lights, pulleys, weights, frictionless cars. Students construct enough energy
systems, usually three but sometimes two, that have all six kinds of energy.


\subsubsection{Assessment 3.3 - Energy Systems Project:}
\label{sec:org982d82b}

This project asks students to conceive of a realworld energy system and to answer questions about their system.
Energy Reflection: This is a fun way to end the semester by completing an artistic work
(drawing, clay sculpture, poem, etc.) that expresses how the student thinks about energy. Clay
has been the most popular media, so if you do this you should buy a lot of clay from Amazon or
Staples. This is what I bought:
You can see the results of the last two years of this reflection at
\url{https://docs.google.com/presentation/d/1B5buiE6xG3\_QRVsaKglTQBbGpzm4ieviKveCKPNN1c/edit?usp=sharing} and
\url{https://docs.google.com/presentation/d/1ancEMCWdatOIscAvzfdXsEPLHiFmw5pq5\_drTLmFd8k/edit?usp=sharing}.


\subsection{Unit 4 - Atoms and Elements}
\label{sec:org8bd44b8}

\subsubsection{Assessment 4.1 - Mystery Tubes:}
\label{sec:org1eb57cc}

This assessment introduces the idea of trying to figure out
what is inside something when you cannot see what is inside. The mystery tubes and the
materials for making model tubes are in the storeroom across the hall.


\subsubsection{Lesson 4.1 - Atomic Model Research:}
\label{sec:org8c7a4e5}

Each student is assigned one of the five atomic
models and does research on that model using the graphic organizer. Students at the
same table have different assignments. Then students meet in groups by the model they
were assigned and make a slide presentation and a poster.


\subsubsection{Lesson 4.2 - Atomic Model Timeline:}
\label{sec:orgaf9c816}

Students take notes on the presentations of each model, noting the claims made by each model.


\subsubsection{Lesson 4.3 - Element Property Lab:}
\label{sec:orgcdac200}

Students make measurements on seven different element samples.


\subsubsection{Lesson 4.4}
\label{sec:orgc6afe71}

Students practice categorizing different objects and then try to categorize
the element samples.


\subsubsection{Lesson 4.5 - Periodic Table Notes:}
\label{sec:org2c432f6}

Introduces the essential features of the periodic table.


\subsubsection{Lesson 4.6 - Periodic Table Practice:}
\label{sec:orgb128efe}

Students practice identifying the properties of elements using the periodic table notation.


\subsubsection{Assessment 4.2 - Build an Atom:}
\label{sec:org11d6e16}

Students us a Phet app to practice building atoms with specific properties and identifying element isotopes.


\subsubsection{Lesson 4.7 - Bohr Electron Diagram Notes:}
\label{sec:org3b68993}

Introduces the properties of a Bohr atom and how it is represented in an electron diagram.


\subsubsection{Lesson 4.8 - Drawing Bohr Electron Diagrams:}
\label{sec:org33b8019}

Students practice drawing the diagrams for elements 1 through 18. This is a super important lesson because we refer to it a lot in
future lessons.


\subsubsection{Lesson 4.9 - Electronegativity:}
\label{sec:org160c2d3}

Students add electronegativity values to the Lesson 4.8 diagrams and then discuss the trends in electronegativity values.
Assessment 4.3 - Adopt an Atom: Each student is assigned a different element and does research to identify the properties of that element.


\subsection{Unit 5 - Bonding and Material Properties}
\label{sec:orge8d3639}

\subsubsection{Assessment 5.1 - Observing a Paper Towel and Water:}
\label{sec:orge410f55}

Students observe paper towel lifting water from one cup to another.


\subsubsection{Lesson 5.1 - Properties of Water Lab:}
\label{sec:org1754cb7}

This is a fun, but logistical, lesson where students observe water flowing down a cord, sticking to a penny, mixing with oil and alcohol, and
dissolving salt.


\subsubsection{Lesson 5.2 - Properties of Water Lab Discussion:}
\label{sec:orgd701cc6}

After the concepts of cohesion and adhesion are introduced students try to explain what they saw in the lab.


\subsubsection{Lesson 5.3 - Lewis Dot Diagrams and Ion Formation:}
\label{sec:orga977ab1}

Student learn about these two concepts.


\subsubsection{Lesson 5.4 - Practice forming Ions:}
\label{sec:org5dd388e}

Students use the notation to show how anions and cations are formed.


\subsubsection{Lesson 5.5 - Bonding Between Atoms:}
\label{sec:org57ed8d4}

Introduces the concept of “happy” atoms with full shells. Uses the excellent Happy Atoms that are in the back 306 room in conjunction with
a bonding game.


\subsubsection{Assessment 5.2 - Adopt a Molecule:}
\label{sec:orgdd88b4d}

Each student is assigned a different molecule and does research to identify the properties of that molecule.
