resources/planning/Stolzebach/chemNotes.org
*** Lesson 5.6 - Making New Material Lab:

Students combine calcium chloride and sodium alginate to form solid alginate material and then show that sodium chloride will not do the same thing. There is alginate solution in the refrigerator.


*** Lesson 5.7 - Making New Materials Discussion:

Students use felt boards to discuss why calcium chloride sticks the alginate together.


*** Lesson 5.8 - Polar and Non-Polar Bonds:

Introduces polarity and relates it to material properties


*** Lesson 5.9 - Intermolecular Force Practice:

A worksheet to help students understand the importance of intermolecular forces.


*** Assessment 5.3 - Adopt a Material:

Each student is assigned a different matieral and does research to identify the properties of that material.


** Unit 6 - Chemical Reactions

*** Assessment 6.1 - Observing a Reaction:

Students observe baking soda and vinegar reacting.


*** Lesson 6.1 - Reaction Mass Conservation Lab:

Students measure the mass of solids and
liquids before and after a reaction.


*** Lesson 6.2 - Reaction Mass Conservation with Happy Atoms:

Students use the Happy
Atoms to show that the number of atoms of each element in a reaction is conserved.


*** Lesson 6.3 - Mass Conservation in Reactions:

Students learn about molecular notation
and how to use that to determine the number of molecules of reactants and products.
Note: students are not retaining what the notation 2H2O means in terms of the
number of each atom and also they are not retaining the idea that H2O represents a
molecule. Anything that can be done to solidify this idea for them will help in the
next lessons.


*** Lesson 6.4 - Reaction Mass Conservation Computations:

Students learn how to compute the mass of reactants and products. Note: I do not use moles at all in my lessons.
The word “mole” appears only once in the Three Course Model writeup for
Chemistry.


*** Lesson 6.5 - Reaction Mass Conservation Practice:

More practice showing that total mass is conserved.


*** Assessment 6.2 - Reaction Mass Conservation:

Student are assigned one of four reactions for which they show that total mass is conserved.


*** Lesson 6.6 - Battery Minilab:

Students make batteries out of potatoes or lemons (about 30 of each is enough - they can be reused) and measure the voltage and show that by
adding elements in series the voltage goes up enough to lite a small LED.


*** Lesson 6.7 - The Lemon and Potato Battery Explained:

Students watch a video about the invention of the battery and then take notes on how it works. Note: in my notes the
electrons end up reacting with hydrogen ions; some sources have the electrons
combining with copper ions in solution to reform solid copper.


*** Lesson 6.8 - Reactions and Energy:

The Happy Atoms are used in conjunction with notes to show that in a reaction energy is first added to break up the reactants and then
emitted when the products are formed. The concept of exothermic and endothermic
reactions is introduced.


*** Lesson 6.9 - Ocean Acidification Minilab:

This lab uses a Phet app to define pH.
Students show that vinegar is acidic and will dissolve shells. Students show that adding CO2 to water makes it more acidic.


*** Assessment 6.3 - Adopt a Reaction:

Each student is assigned a different reaction and does research to identify the properties of that reaction


*** Lesson 6.10 - Ocean Acidification Video:

Provides more information about ocean acidification.



** Unit 7 - Climate Change

*** Assessment 7.1 - Climate Change Reflection:

Students interpret what four graphs show in terms of climate change.

*** Lesson 7.1 - Climate Change Videos:

Students watch videos on each of the four climate change topics.

*** Assessment 7.2 - Climate Change Miniquizes:

Students use material provided to pass a miniquiz on each of the four climate change topics.

*** Lesson 7.2 - Climate Change Simulations:

Students us a simulation app to show how
different emission scenarios affect the severity of climate change.

*** Assessment 7.3 - Climate Change Research:

Students define a climate change research
question and do research to answer it.



* Physics

Note: Most physics courses start with motion and then move on to unbalanced forces
that cause the motion. I reverse this and start with forces because in the real world most
things do not have unbalanced forces.




** Unit 1 - Forces

*** Assessment 1.1 - Observing a Car on a Hill:

Students view a video of cars trying to drive up a
hill, some making it and some not.

*** Lesson 1.1 - Experiencing Forces:

Students go to stations and experience forces by
gravity, friction, springs, and moving air.

*** Lesson 1.2 - How do Forces Act On an Object:

This lesson defines body, normal, and
tangential forces and shows how to draw them.

*** Lesson 1.3 - Forces Between Objects:

Students go to stations and experience different
examples of forces between two objects with the intention of learning Newton’s Third Law
about equal and opposite forces.

*** Lesson 1.4 - Free Body Diagrams:

Students learn how to draw free body diagrams.

*** Lesson 1.5 - Practice Drawing Free Body Diagrams

*** Assessment 1.2 - Real World Force Analysis:

Students define a situation with the three kinds of
forces present and draw a free body diagram for the situation.

*** Lesson 1.6 - Force Lab:

Students go to stations to measure gravitational force vs. mass,
static friction force vs. normal force, spring force vs. spring extension, and string forces
vs. pulling force

*** Lesson 1.7 - Force Conference:

Students analyze the data from the force lab to derive
linear equations that predict the force for each station.

*** Lesson 1.8 - Force Models and Practice:

Conventional equations for gravitational force,
static friction force, and spring force are defined. Students practice using these
equations.

*** Lesson 1.9 - Force Direction Minilab:

Students measure the tangential force needed to
hold a car on a slope as a function of the steepness of the slope.

*** Lesson 1.10 - Forces as Vectors:

Students learn about the vector nature of forces and
how to represent force components using trigonometric functions.

*** Assessment 1.3 - Forces on a Car on a Hill:

Students use what they have learned about forces
to calculate the gravitational, normal, and tangential forces on a car on a hill.


** Unit 2 - Forces and Motion

*** Assessment 2.1 - Observing a Collision:

Students watch a video of a car crashing into a wall
and record their observations.

*** Lesson 2.1 - Computing the Sum of Forces on an Object:

Students learn how to compute
the net force on an object.

*** Lesson 2.2 - Newton’s First Law:

Students us a Phet app to find that only when the sum
of forces is not zero will the state of motion of an object change.

*** Lesson 2.3 - One-dimensional Distance and Displacement:

Students learn the definitions
of distance and displacement and practice by doing their own walks.

*** Lesson 2.4 - 2D Distance and Displacement:

Students do a graphical exercise in
computing 2D distance and displacement.

