resources/planning/Stolzebach/chemNotes.tex


\subsubsection{Lesson 5.6 - Making New Material Lab:}
\label{sec:org7e8533f}

Students combine calcium chloride and sodium alginate to form solid alginate material and then show that sodium chloride will not do the same thing. There is alginate solution in the refrigerator.


\subsubsection{Lesson 5.7 - Making New Materials Discussion:}
\label{sec:orgd49367a}

Students use felt boards to discuss why calcium chloride sticks the alginate together.


\subsubsection{Lesson 5.8 - Polar and Non-Polar Bonds:}
\label{sec:org37c2c16}

Introduces polarity and relates it to material properties


\subsubsection{Lesson 5.9 - Intermolecular Force Practice:}
\label{sec:orge1eeb08}

A worksheet to help students understand the importance of intermolecular forces.


\subsubsection{Assessment 5.3 - Adopt a Material:}
\label{sec:orgb020d1d}

Each student is assigned a different matieral and does research to identify the properties of that material.


\subsection{Unit 6 - Chemical Reactions}
\label{sec:org4db3e4f}

\subsubsection{Assessment 6.1 - Observing a Reaction:}
\label{sec:orgeab5d8f}

Students observe baking soda and vinegar reacting.


\subsubsection{Lesson 6.1 - Reaction Mass Conservation Lab:}
\label{sec:orgc9ceb9c}

Students measure the mass of solids and
liquids before and after a reaction.


\subsubsection{Lesson 6.2 - Reaction Mass Conservation with Happy Atoms:}
\label{sec:orgd80fd96}

Students use the Happy
Atoms to show that the number of atoms of each element in a reaction is conserved.


\subsubsection{Lesson 6.3 - Mass Conservation in Reactions:}
\label{sec:orgb947394}

Students learn about molecular notation
and how to use that to determine the number of molecules of reactants and products.
Note: students are not retaining what the notation 2H2O means in terms of the
number of each atom and also they are not retaining the idea that H2O represents a
molecule. Anything that can be done to solidify this idea for them will help in the
next lessons.


\subsubsection{Lesson 6.4 - Reaction Mass Conservation Computations:}
\label{sec:org39fc521}

Students learn how to compute the mass of reactants and products. Note: I do not use moles at all in my lessons.
The word “mole” appears only once in the Three Course Model writeup for
Chemistry.


\subsubsection{Lesson 6.5 - Reaction Mass Conservation Practice:}
\label{sec:org9f7cc0d}

More practice showing that total mass is conserved.


\subsubsection{Assessment 6.2 - Reaction Mass Conservation:}
\label{sec:org4f7716c}

Student are assigned one of four reactions for which they show that total mass is conserved.


\subsubsection{Lesson 6.6 - Battery Minilab:}
\label{sec:org4c73464}

Students make batteries out of potatoes or lemons (about 30 of each is enough - they can be reused) and measure the voltage and show that by
adding elements in series the voltage goes up enough to lite a small LED.


\subsubsection{Lesson 6.7 - The Lemon and Potato Battery Explained:}
\label{sec:orged25d10}

Students watch a video about the invention of the battery and then take notes on how it works. Note: in my notes the
electrons end up reacting with hydrogen ions; some sources have the electrons
combining with copper ions in solution to reform solid copper.


\subsubsection{Lesson 6.8 - Reactions and Energy:}
\label{sec:org6ce45dd}

The Happy Atoms are used in conjunction with notes to show that in a reaction energy is first added to break up the reactants and then
emitted when the products are formed. The concept of exothermic and endothermic
reactions is introduced.


\subsubsection{Lesson 6.9 - Ocean Acidification Minilab:}
\label{sec:orgdb43456}

This lab uses a Phet app to define pH.
Students show that vinegar is acidic and will dissolve shells. Students show that adding CO2 to water makes it more acidic.


\subsubsection{Assessment 6.3 - Adopt a Reaction:}
\label{sec:orgbde9953}

Each student is assigned a different reaction and does research to identify the properties of that reaction


\subsubsection{Lesson 6.10 - Ocean Acidification Video:}
\label{sec:org14199e9}

Provides more information about ocean acidification.



\subsection{Unit 7 - Climate Change}
\label{sec:org4411e66}

\subsubsection{Assessment 7.1 - Climate Change Reflection:}
\label{sec:orgee9f0d0}

Students interpret what four graphs show in terms of climate change.

\subsubsection{Lesson 7.1 - Climate Change Videos:}
\label{sec:orgff73f7b}

Students watch videos on each of the four climate change topics.

\subsubsection{Assessment 7.2 - Climate Change Miniquizes:}
\label{sec:orge5cecef}

Students use material provided to pass a miniquiz on each of the four climate change topics.

\subsubsection{Lesson 7.2 - Climate Change Simulations:}
\label{sec:orgafde6b3}

Students us a simulation app to show how
different emission scenarios affect the severity of climate change.

\subsubsection{Assessment 7.3 - Climate Change Research:}
\label{sec:orgf1c75dd}

Students define a climate change research
question and do research to answer it.



\section{Physics}
\label{sec:org364c420}

Note: Most physics courses start with motion and then move on to unbalanced forces
that cause the motion. I reverse this and start with forces because in the real world most
things do not have unbalanced forces.




\subsection{Unit 1 - Forces}
\label{sec:org4fe0a1c}

\subsubsection{Assessment 1.1 - Observing a Car on a Hill:}
\label{sec:org3fbda9b}

Students view a video of cars trying to drive up a
hill, some making it and some not.

\subsubsection{Lesson 1.1 - Experiencing Forces:}
\label{sec:org3cb4a83}

Students go to stations and experience forces by
gravity, friction, springs, and moving air.

\subsubsection{Lesson 1.2 - How do Forces Act On an Object:}
\label{sec:org9958da9}

This lesson defines body, normal, and
tangential forces and shows how to draw them.

\subsubsection{Lesson 1.3 - Forces Between Objects:}
\label{sec:org055981a}

Students go to stations and experience different
examples of forces between two objects with the intention of learning Newton’s Third Law
about equal and opposite forces.

\subsubsection{Lesson 1.4 - Free Body Diagrams:}
\label{sec:orgdcb6559}

Students learn how to draw free body diagrams.

\subsubsection{Lesson 1.5 - Practice Drawing Free Body Diagrams}
\label{sec:org2b835f8}

\subsubsection{Assessment 1.2 - Real World Force Analysis:}
\label{sec:orgf589493}

Students define a situation with the three kinds of
forces present and draw a free body diagram for the situation.

\subsubsection{Lesson 1.6 - Force Lab:}
\label{sec:org16ffc22}

Students go to stations to measure gravitational force vs. mass,
static friction force vs. normal force, spring force vs. spring extension, and string forces
vs. pulling force

\subsubsection{Lesson 1.7 - Force Conference:}
\label{sec:org23b2e0b}

Students analyze the data from the force lab to derive
linear equations that predict the force for each station.

\subsubsection{Lesson 1.8 - Force Models and Practice:}
\label{sec:orgee29b01}

Conventional equations for gravitational force,
static friction force, and spring force are defined. Students practice using these
equations.

\subsubsection{Lesson 1.9 - Force Direction Minilab:}
\label{sec:org6cf531c}

Students measure the tangential force needed to
hold a car on a slope as a function of the steepness of the slope.

\subsubsection{Lesson 1.10 - Forces as Vectors:}
\label{sec:orgd29b89d}

Students learn about the vector nature of forces and
how to represent force components using trigonometric functions.

\subsubsection{Assessment 1.3 - Forces on a Car on a Hill:}
\label{sec:org20a78ca}

Students use what they have learned about forces
to calculate the gravitational, normal, and tangential forces on a car on a hill.


\subsection{Unit 2 - Forces and Motion}
\label{sec:orgd7651e8}

\subsubsection{Assessment 2.1 - Observing a Collision:}
\label{sec:orgdb2c63a}

Students watch a video of a car crashing into a wall
and record their observations.

\subsubsection{Lesson 2.1 - Computing the Sum of Forces on an Object:}
\label{sec:org46a1188}

Students learn how to compute
the net force on an object.

\subsubsection{Lesson 2.2 - Newton’s First Law:}
\label{sec:orgb45f1b9}

Students us a Phet app to find that only when the sum
of forces is not zero will the state of motion of an object change.

\subsubsection{Lesson 2.3 - One-dimensional Distance and Displacement:}
\label{sec:orge61b569}

Students learn the definitions
of distance and displacement and practice by doing their own walks.

\subsubsection{Lesson 2.4 - 2D Distance and Displacement:}
\label{sec:org38291a8}

Students do a graphical exercise in
computing 2D distance and displacement.
