resources/planning/Stolzebach/chemNotes.org
*** Lesson 2.5 - Definition and Measurement of Velocity:

Students discuss the definition of
velocity and use the constant velocity cars to practice measuring velocity.

*** Assessment 2.2 - Observe the Motion of an Object: Students observe the motion of an object at
home and compute its velocity.

*** Lesson 2.6 - Velocity Notes and Practice:

Students learn the equations for computing
velocity and solve practice problems. I always do this with table groups using the large
white boards.

*** Lesson 2.7 - Acceleration Notes:

Students learn the definition of and equations for
computing acceleration and solve practice problems.

*** Lesson 2.8 - Kinematic Equations:

Students are shown the derivation of the kinematic
equations and solve practice problems. Note: it is clumsy to derive these equations
without calculus. There are several ways to do it and this way seems the most
intuitive, although I think few students really bother to understand the derivation.
The requirement for constant acceleration should be stressed.

*** Lesson 2.9 - Force, Mass, and Acceleration Lab:

Students measure the time it takes a
mass to go a given distance pulled by a known force. They discuss the results to derive
Newton’s Second Law F = ma. Note: this is a great lab requiring them to pay
attention to the setup. It can be sensitive to the table being not level and to friction
on the string, but over several years it has given pretty accurate results when all
the table group results are averaged (spreadsheet is in the Teaching Folders).

*** Lesson 2.10 - Newton’s Court:

Students work in groups to check if a statement about
force, mass, and acceleration are correct. Note: after lesson 2.9 I gave each student
a diploma of graduation from Newton’s Law School. The Mail Merge spreadsheet
is in Dropbox.

*** Lesson 2.11 - Observations of Collisions:

Students use the frictionless cars in either
sticky (velcro) or bouncy (magnets repelling) mode to make observations of velocity of
each car after a 1D collision.

*** Lesson 2.12 - Momentum Notes and Calculations:

Students learn the definition of
momentum and impulse and the application of momentum conservation to a collision.
They complete practice problems.

*** Lesson 2.13: Momentum Minilab:

Students use the frictionless cars and velocity gates to
verify if momentum is conserved in a collision.

*** Assessment 2.3 - Analysis of a Collision:

Each student at a table is assigned a different video of
cars crashing that includes a slow motion version, the mass of the car, and the value of the
approach velocity. Students analyze the videos to compute stopping times and then compute
the stopping acceleration and distance and the force of the collision. They then calculate the
necessary stopping time and distance to prevent damage to occupants of the cars. Note: by 
this time I have introduced the students to the idea that any acceleration more than about
10 m/sec2 is damaging.

Egg Drop Activity: In the first week of the Winter semester the students work in table groups
to make either an egg catcher or an egg protector. The designs are tested by dropping them
from the third floor balcony. Students complete a reflection about this activity.


** Unit 3 - Gravity and Motion

*** Assessment 3.1 - Observing a Ball:

Students watch a ball being thrown upward from a moving
car. This is a good video, but the assessment needs editing to direct the students to the parts
that are different.

*** Lesson 3.1 - Tossing a Bean Bag:

Students take notes on the application of the kinematic
equations to vertical motion and then after tossing a bean bag into the air and observing
how high it goes they practice calculating the initial velocity, the rise time, the fall time
and the final velocity. This is a very dense lesson that could be split into two.

*** Lesson 3.2 – Particle Trajectory Lab:

Students use the projectile launchers to find the
initial angle that makes the distance to impact the greatest. This is a good exercise in
group measurement.

*** Lesson 3.3 - Projectile Trajectory Exercise:

Students use the kinematic equations to
calculate characteristics of a projectile launch and to compare their results with a Phet
simulation.

*** Assessment 3.2 - Explaining a Ball:

Students use projectile theory concepts expressed in words
not equations to explain why the ball in Assessment 3.1 fell back into the truck and why two of
the tests are different (air resistance). Make sure the assessment refers to the correct tests in
the videos.

*** Lesson 3.4 – Investigating Gravity:

Students learn about the master equation for gravity
using Phet simulation and making calculations.

*** Lesson 3.5 – Investigating Centripetal Acceleration:

Students learn the theory of
centripetal acceleration and use the theory to make calculations.

*** Lesson 3.6 – Centripetal Force Lab:

Students use experimental equipment to measure
the centripetal acceleration. This is another good exercise in group measurement, but it
turns out to be hard to do correctly, and there is likely a large error resulting from friction
between the string and the tube. See the spreadsheet with class data in the 2023-24
Teaching Folders.

*** Lesson 3.7 – Gravity and Planets:

Students learn about how gravity affects the force on
objects at the surface of a planet, the orbital period of the planet, the planet escape
velocity, and which gases a planet will retain in its atmosphere.

*** Assessment 3.3 – Design Your Own Planet:

Students use the theory in Lesson 3.7 to propose a
new planet and to calculate characteristics of the planet. Note: this assessment uses the
Planetary Calculator in the 2023-24 Teaching Folders. The equations used here come from a
source I researched. Contact me for more details. I think the questions on this assessment
could be improved to require that the planet be habitable by humans.


** Unit 4 – Electromagnetism

*** Assessment 4.3 – Observing a Balloon:

Students observe a balloon and a sweater in a Phet
simulation and record their observations.

*** Lesson 4.1 – The Triboelectric Effect:

This lesson is intended to demonstrate static
electricity forces between different materials, but it never works consistently so I would
abandon it. An alternate lesson that might be interesting would be to use a balloon and a
PVC rod to measure the force on the balloon by observing the angle of deflection (this
would require they remember how to use trigonometry to compute forces).

*** Lesson 4.2 – Electrostatic Force:

Students take notes to learn about electrostatic charge
and forces.

*** Lesson 4.3 – Coulomb’s Law Calculations:

Students use a Phet simulation to make
calculations of electrostatic force. Note there does not seem to be any way to do this
experimentally in a quantitative way.

*** Lesson 4.4 – Magnetic Field Notes:

Students take notes on magnetic fields.

*** Assessment 4.2 – Magnetic Field Measurements:

Students use compasses to trace the
magnetic field of a bar magnet and also to answer questions qualitatively about disc magnets.
Note – the compasses and magnets are in drawers 7 and 8 in Room 302. The bar magnets are
marked on one side make it easier to keep track of north and south, but the marks may have
rubbed off.

