resources/planning/Stolzebach/chemNotes.tex

\subsubsection{Lesson 2.5 - Definition and Measurement of Velocity:}
\label{sec:orge78d77d}

Students discuss the definition of
velocity and use the constant velocity cars to practice measuring velocity.

\subsubsection{Assessment 2.2 - Observe the Motion of an Object: Students observe the motion of an object at}
\label{sec:orgbd4d099}
home and compute its velocity.

\subsubsection{Lesson 2.6 - Velocity Notes and Practice:}
\label{sec:orgbd7216f}

Students learn the equations for computing
velocity and solve practice problems. I always do this with table groups using the large
white boards.

\subsubsection{Lesson 2.7 - Acceleration Notes:}
\label{sec:org60aeaa0}

Students learn the definition of and equations for
computing acceleration and solve practice problems.

\subsubsection{Lesson 2.8 - Kinematic Equations:}
\label{sec:org5b45ba6}

Students are shown the derivation of the kinematic
equations and solve practice problems. Note: it is clumsy to derive these equations
without calculus. There are several ways to do it and this way seems the most
intuitive, although I think few students really bother to understand the derivation.
The requirement for constant acceleration should be stressed.

\subsubsection{Lesson 2.9 - Force, Mass, and Acceleration Lab:}
\label{sec:orgdeeb8c3}

Students measure the time it takes a
mass to go a given distance pulled by a known force. They discuss the results to derive
Newton’s Second Law F = ma. Note: this is a great lab requiring them to pay
attention to the setup. It can be sensitive to the table being not level and to friction
on the string, but over several years it has given pretty accurate results when all
the table group results are averaged (spreadsheet is in the Teaching Folders).

\subsubsection{Lesson 2.10 - Newton’s Court:}
\label{sec:org423a1b5}

Students work in groups to check if a statement about
force, mass, and acceleration are correct. Note: after lesson 2.9 I gave each student
a diploma of graduation from Newton’s Law School. The Mail Merge spreadsheet
is in Dropbox.

\subsubsection{Lesson 2.11 - Observations of Collisions:}
\label{sec:org8455b5e}

Students use the frictionless cars in either
sticky (velcro) or bouncy (magnets repelling) mode to make observations of velocity of
each car after a 1D collision.

\subsubsection{Lesson 2.12 - Momentum Notes and Calculations:}
\label{sec:orgab1f8bc}

Students learn the definition of
momentum and impulse and the application of momentum conservation to a collision.
They complete practice problems.

\subsubsection{Lesson 2.13: Momentum Minilab:}
\label{sec:org0daa2d3}

Students use the frictionless cars and velocity gates to
verify if momentum is conserved in a collision.

\subsubsection{Assessment 2.3 - Analysis of a Collision:}
\label{sec:org83be1b2}

Each student at a table is assigned a different video of
cars crashing that includes a slow motion version, the mass of the car, and the value of the
approach velocity. Students analyze the videos to compute stopping times and then compute
the stopping acceleration and distance and the force of the collision. They then calculate the
necessary stopping time and distance to prevent damage to occupants of the cars. Note: by 
this time I have introduced the students to the idea that any acceleration more than about
10 m/sec2 is damaging.

Egg Drop Activity: In the first week of the Winter semester the students work in table groups
to make either an egg catcher or an egg protector. The designs are tested by dropping them
from the third floor balcony. Students complete a reflection about this activity.


\subsection{Unit 3 - Gravity and Motion}
\label{sec:org7d04da3}

\subsubsection{Assessment 3.1 - Observing a Ball:}
\label{sec:org76f9435}

Students watch a ball being thrown upward from a moving
car. This is a good video, but the assessment needs editing to direct the students to the parts
that are different.

\subsubsection{Lesson 3.1 - Tossing a Bean Bag:}
\label{sec:org79b8723}

Students take notes on the application of the kinematic
equations to vertical motion and then after tossing a bean bag into the air and observing
how high it goes they practice calculating the initial velocity, the rise time, the fall time
and the final velocity. This is a very dense lesson that could be split into two.

\subsubsection{Lesson 3.2 – Particle Trajectory Lab:}
\label{sec:org6d95793}

Students use the projectile launchers to find the
initial angle that makes the distance to impact the greatest. This is a good exercise in
group measurement.

\subsubsection{Lesson 3.3 - Projectile Trajectory Exercise:}
\label{sec:orga75ddf1}

Students use the kinematic equations to
calculate characteristics of a projectile launch and to compare their results with a Phet
simulation.

\subsubsection{Assessment 3.2 - Explaining a Ball:}
\label{sec:orgc4a0d2d}

Students use projectile theory concepts expressed in words
not equations to explain why the ball in Assessment 3.1 fell back into the truck and why two of
the tests are different (air resistance). Make sure the assessment refers to the correct tests in
the videos.

\subsubsection{Lesson 3.4 – Investigating Gravity:}
\label{sec:org0e1890a}

Students learn about the master equation for gravity
using Phet simulation and making calculations.

\subsubsection{Lesson 3.5 – Investigating Centripetal Acceleration:}
\label{sec:orgd9f5651}

Students learn the theory of
centripetal acceleration and use the theory to make calculations.

\subsubsection{Lesson 3.6 – Centripetal Force Lab:}
\label{sec:org8f678e0}

Students use experimental equipment to measure
the centripetal acceleration. This is another good exercise in group measurement, but it
turns out to be hard to do correctly, and there is likely a large error resulting from friction
between the string and the tube. See the spreadsheet with class data in the 2023-24
Teaching Folders.

\subsubsection{Lesson 3.7 – Gravity and Planets:}
\label{sec:orga422c7d}

Students learn about how gravity affects the force on
objects at the surface of a planet, the orbital period of the planet, the planet escape
velocity, and which gases a planet will retain in its atmosphere.

\subsubsection{Assessment 3.3 – Design Your Own Planet:}
\label{sec:orga4f92af}

Students use the theory in Lesson 3.7 to propose a
new planet and to calculate characteristics of the planet. Note: this assessment uses the
Planetary Calculator in the 2023-24 Teaching Folders. The equations used here come from a
source I researched. Contact me for more details. I think the questions on this assessment
could be improved to require that the planet be habitable by humans.


\subsection{Unit 4 – Electromagnetism}
\label{sec:orgd72393b}

\subsubsection{Assessment 4.3 – Observing a Balloon:}
\label{sec:org926026f}

Students observe a balloon and a sweater in a Phet
simulation and record their observations.

\subsubsection{Lesson 4.1 – The Triboelectric Effect:}
\label{sec:org4da82b0}

This lesson is intended to demonstrate static
electricity forces between different materials, but it never works consistently so I would
abandon it. An alternate lesson that might be interesting would be to use a balloon and a
PVC rod to measure the force on the balloon by observing the angle of deflection (this
would require they remember how to use trigonometry to compute forces).

\subsubsection{Lesson 4.2 – Electrostatic Force:}
\label{sec:org587b695}

Students take notes to learn about electrostatic charge
and forces.

\subsubsection{Lesson 4.3 – Coulomb’s Law Calculations:}
\label{sec:org5db8372}

Students use a Phet simulation to make
calculations of electrostatic force. Note there does not seem to be any way to do this
experimentally in a quantitative way.

\subsubsection{Lesson 4.4 – Magnetic Field Notes:}
\label{sec:org0c8ffff}

Students take notes on magnetic fields.

\subsubsection{Assessment 4.2 – Magnetic Field Measurements:}
\label{sec:org6ad4885}

Students use compasses to trace the
magnetic field of a bar magnet and also to answer questions qualitatively about disc magnets.
Note – the compasses and magnets are in drawers 7 and 8 in Room 302. The bar magnets are
marked on one side make it easier to keep track of north and south, but the marks may have
rubbed off.
