resources/planning/Stolzebach/chemNotes.org
*** Lesson 4.5 – Magnetic Fields and Moving Charges:

Students learn the theory of electromagnets and make a simple electromagnet from a nail and wire. Note: the nails
and wire and batteries and little metal pieces to attract are in drawers 9 and 11 in Room
302.

*** Lesson 4.6 – Right Hand Rule Practice:

Students learn about the Lorentz force and make a small reminder out of tape and a pipecleaner (in drawer 16 in Room 302).

*** Lesson 4.7 – Rail Guns:

Students work in groups to make rail guns. Supplies are in
drawers 9 and 11 in Room 302. Note that it is important that the aluminum foil be really
smooth and that the rail gun base and attaching wires be taped down to the table. See
below and note that it works better if you use two magnets stacked up.

*** Lesson 4.8 – Building an Electric Motor:

Students work in teams to build an electric motor. The rotor coil is made by wrapping wire around a glue stick. There are plyers in
the bottom large drawer in the front desk and paper clips in the top large drawer. The
paperclips and wires should be firmly taped to the table. The arms of the rotors need to
be sanded to promote contact with the paperclips. Magnets wires and batteries are in the
drawers in Room 302. Note: these disc magnets are VERY difficult to handle. If they are
stuck together they are hard to get apart. If they are apart and get close they will jump
together forcefully and can draw blood! I think they are stored in groups of two or three. I
always taped these in groups of two or three (however they are stored) onto a side table 
and moved them myself with the tape when the students had everything else ready.
Note also that for the motor to work the rotor arms need to be as straight as possible and
the rotor has to be as symmetrical as possible. The motor is started by spinning the
rotor.

*** Assessment 4.3 – Electromagnetic Force Design:

Students will propose a way to use an electromagnetic force to move a mass, and for maximum credit will compute the force needed
and the electrical and magnetic quantities necessary to move the mass. A summary sheet
about electromagnetic forces is provided. This assessment only worked partially well. Students
had trouble conceptualizing the problem, remembering how to compute the force to make a
mass move, and in addition it was difficult for them to come up with the electrical and magnetic
quantities.


** Unit 5 – Waves

*** Assessment 5.1 – Observing Waves:

Students make waves using a variety of equipment and
record their observations. The wave stations are:
• Ropes and phone cords – in Room 302.
• Slinkys – in Room 302 cabinet to the right – watch these closely – last year a student
stole one.
• Waves on a desktop – I used an iPad set to a seismometer app. Students hit the desk to
make the needle move.
• Waves in a water channel – I tool this home – sorry!
• Waves in a water dish – I suspended a pyrex baking dish containing about a half inch of
water between two ring stands using clamps and also a light above the dish on a ring
stand. Students used a pipette to drop water in the dish and observe the shadow of the
waves on a white piece of paper below the dish.
• Sound waves in air. In Room 302 in a low cabinet to the left there are instruments.
This assessment is super non-challenging – perhaps a harder Amazing question could be
posed.

*** Lesson 5.1 – Brainstorming Waves:

Students worked in groups to answer four questions
about waves on large poster paper (in Room 306 back room).

*** Lesson 5.2 – Observing Waves on a String:

Students use a Phet simulation to observe
waves on a string and come up with the important observable characteristics of waves.
At the end of the lesson I helped them identify these charqcteristics:
• Wave shape
• Wave speed
• Wave length
• Wave amplitude or height
• Wave period and frequency

*** Lesson 5.3 – Measuring Waves on a String:

Students measure the speed of a wave on a
string for five combinations of amplitude, frequency, tension, and wavelength. They try to
conclude what affects the speed (only tension) and the formula for the speed c = fl.

*** Lesson 5.4 – Standing Waves:

Students use a Phet simulation and ropes or phone cords
to investigate the frequencies of standing waves.
Assessment 5.2 – Standing Waves: Students are assigned wave parameters to investigate
using the Phet simulation. This is basically a repeat of Lesson 5.4 to be done individually.

*** Lesson 5.5 – Measuring the Speed of Sound:

Students work in groups to measure the
speed of sound in air. Then they all go to the athletic field. One group goes all the way
to the east end near the fence and the other group goes to the edge of the parking lot.
The first group uses the air horns to make a noise and the second group tries to measure
the time it takes the noise to get to them by listening both to the noise on their phones
and by ear. We tried doing this with the Sound Meter tool app in the Physics Toolbox
Suite but the background noise was too high, so students just used their phone
stopwatches to time the difference between the two noise pulses. The actual difference
is about 0.5 seconds, which is hard to measure accurately so most measurements were
to high, resulting in slower wave speeds than the correct value. But they enjoyed going
out and making noise so it was well worth it.

*** Lesson 5.6 – Building a Loudspeaker:

Students work in groups to build a working
loudspeaker out of a plastic cup, small disc magnets, and a copper coil (there are many
saved from the motors or they can make a new one). Then the students connect them to
a music app on a computer and listen to a song – easy and fun!

*** Lesson 5.7 – Notes on Waves:

Students take notes on waves. An important part of the
notes is introducing the electromagnetic wave spectrum (not on the paper notes). I think
more time could be spent talking about EM waves as a combination of magnetic and
electric fields, but maybe that is too advanced.

*** Lesson 5.8 – Electromagnetic Wave Characteristics:

Students research characteristics of
electromagnetic waves.

*** Assessment 5.3 – Wave Topics Research:

Students pick one of seven topics and do research
to answer questions about the topic. This assessment could use some rewording to make sure
students dig more deeply into their topic.


** Unit 6 – Energy


*** Assessment 6.1 – Defining and Changing Energy:

Students propose answers to two questions using Schoology Discussion questions (I think these will have to be remade). I showed the
answers on a screen and guided the class to these class answers:

- Energy is the motion of a mass and is called kinetic energy.
- To change the energy of the mass its motion must be changed and this requires
an unbalanced force on the mass (sum of forces not zero).
Students got two points for answering each of these. These definitions are good for thermal
energy (molecules) and the KE of larger masses, but are less intuitive for electromagnetic
radiation.


*** Lesson 6.1 – A Model for Changing the Kinetic Energy of an Object:

Students use beanbags to visualize changes in kinetic energy and to formulate what kind of force
decreases or increases the KE.


