resources/planning/Stolzebach/chemNotes.org
*** Lesson 6.2 – Notes on KE and W – note that there are three parts to these notes:

These notes define the change in KE as equal to the work W done by an unbalance force.
Three kinds of KE are defined and eight kinds of force interactions are discussed, some
of which are classified as potential energy changes. Note: the way I teach energy is the
result of thinking about it for a long time, but it still needs work.


*** Lesson 6.3 – Example Calculations of DKE and W:

Students use the notes to make
calculations of energy changes.


*** Assessment 6.2 – Calculating $DKE$ and W:

This assessment uses a Schoology Assessment that
replicates the equations in Lesson 6.3 but with different numbers. I am afraid that assessment
is probably not recoverable, but you could try.


*** Lesson 6.4 – Measuring Electricity:

Students work in teams to use the Kill-a-Watt meters
(in Room 302) to measure or calculate the voltage, current, and resistance of different
electrical devices in the classroom.


*** Lesson 6.5 – Energy Systems:

Students are introduced to the topic of energy systems
and use a Phet app to explore an energy system. Note: This is pretty much the same as
Chemistry lesson 3.11. Note also that if I had more time I would have had them do
Chemistry lesson 3.12.i


*** Assessment 6.3 – Energy System Project:

Students work individually to define an energy
system and to use what they have learned to answer questions about it. Note: this is essentially
the same as Chemistry Assessment 3.3.

