resources/planning/Stolzebach/chemNotes.tex


\subsubsection{Lesson 6.2 – Notes on KE and W – note that there are three parts to these notes:}
\label{sec:orgc78c5b1}

These notes define the change in KE as equal to the work W done by an unbalance force.
Three kinds of KE are defined and eight kinds of force interactions are discussed, some
of which are classified as potential energy changes. Note: the way I teach energy is the
result of thinking about it for a long time, but it still needs work.


\subsubsection{Lesson 6.3 – Example Calculations of DKE and W:}
\label{sec:orgc1c1f69}

Students use the notes to make
calculations of energy changes.


\subsubsection{Assessment 6.2 – Calculating \(DKE\) and W:}
\label{sec:org0d75e12}

This assessment uses a Schoology Assessment that
replicates the equations in Lesson 6.3 but with different numbers. I am afraid that assessment
is probably not recoverable, but you could try.


\subsubsection{Lesson 6.4 – Measuring Electricity:}
\label{sec:org429debe}

Students work in teams to use the Kill-a-Watt meters
(in Room 302) to measure or calculate the voltage, current, and resistance of different
electrical devices in the classroom.


\subsubsection{Lesson 6.5 – Energy Systems:}
\label{sec:orgc84a91f}

Students are introduced to the topic of energy systems
and use a Phet app to explore an energy system. Note: This is pretty much the same as
Chemistry lesson 3.11. Note also that if I had more time I would have had them do
Chemistry lesson 3.12.i


\subsubsection{Assessment 6.3 – Energy System Project:}
\label{sec:orgdfcd4a7}

Students work individually to define an energy
system and to use what they have learned to answer questions about it. Note: this is essentially
the same as Chemistry Assessment 3.3.
\end{document}
